Repository: SparkleNetworks/SparkleNetworks
Catalog: src/Sparkle.UnitTests/po/App1.*.po
Languages: de, fr_fr

source: My name is %s.
de: Je m'appelle %s.
fr_fr: Je m'appelle %s.

source: Lang
de: Lang: German
fr_fr: Lang: French France

source: Lang1
de: App1 {0} de
fr_fr: App1 {0} fr-fr

source: Lang {0}
de: App1 {0} de
fr_fr: App1 {0} fr-fr

source: Open contact
de: öffnen Kontakt (de)
fr_fr: Ouvrir contact

source: Open contacts
de: öffnen Kontakts (de)
fr_fr: Ouvrir contacts

source: Open {0} contact
de: öffnen {0} Kontakt (de)
fr_fr: Ouvrir {0} contact

source: Open {0} contacts
de: öffnen {0} Kontakts (de)
fr_fr: Ouvrir {0} contacts

source: Open {0} contact {1}
de: öffnen {0} Kontakt {1} (de)
fr_fr: Ouvrir {0} contact {1}

source: Open {0} contacts {1}
de: öffnen {0} Kontakts {1} (de)
fr_fr: Ouvrir {0} contacts {1}
