Repository: SparkleNetworks/SparkleNetworks
Catalog: src/Sparkle.Services/Networks/Lang/NetworksEnumMessages.*.resx
Languages: fr

# TimelinePublishError_NoSuchEvent
source: This event does not exist or has been deleted.
fr: Cet évènement n'existe pas ou a été supprimé.

# TimelinePublishError_NoSuchGroup
source: This group does not exist or has been deleted.
fr: Ce groupe n'existe pas ou a été supprimé.

# TimelinePublishError_PostingInOtherCompanyIsNotAllowed
source: Posting in another company's timeline is not allowed.
fr: Publier dans une autre entreprise n'est pas autorisé.

# TimelinePublishError_PostingUserIsInactive
source: Your account is not active.
fr: Votre compte n'est pas actif.

# ChangeUserCultureError_MustBeAuthenticated
source: You must be authenticated to perform this action.
fr: Cette action n'est disponible que pour un utilisateur authentifié.

# ChangeUserCultureError_NoSuchUser
source: No such user or disabled.
fr: Ce compte utilisateur n'existe pas ou est désactivé.

# LinkedInPeopleError_LinkedInAccountNotLinked
source: Your LinkedIn account is not linked to this user account.
fr: Votre compte LinkedIn n'est pas lié à ce compte utilisateur.

# LinkedInPeopleError_LinkedInNotConfigured
source: LinkedIn connect is not availiable.
fr: La connection à LinkedIn n'est pas disponible actuellement.

# ProfileEditError_InactiveUser
source: This user is inactive.
fr: Cet utilisateur est désactivé.

# ProfileEditError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# LinkedInPeopleError_ApiCallFailed
source: Something went wrong while trying to contact LinkedId :(
fr: L'appel à LinkedIn ne s'est pas bien passé :(

# ProfileEditError_NoSuchCountry
source: No such country exists.
fr: Ce pays n'existe pas.

# ProfileEditError_NoSuchIndustry
source: No such industry exists.
fr: Ce secteur d'activités n'existe pas.

# LinkedInPeopleError_InvalidApiToken
source: Your session with LinkedIn has expired. Please try again now.
fr: Votre session LinkedIn a expiré. Essayez à nouveau maintenant ;)

# LinkedInPeopleError_NoSuchUser
source: This user does not exist.
fr: Cet utilisateur n'existe pas.

# LinkedInPeopleError_UnauthorizedUser
source: This user is not authorized.
fr: Cet utilisateur n'est pas autorisé.

# ApplyRequestError_EmailAddressAlreadyInUse
source: This email address is already in use. Maybe you already have an account?
fr: Cette adresse email est déjà utilisée. Peut-être avez-vous déjà un compte ?

# ApplyRequestError_BadCompanyId
source: You have to choose a company or create one.
fr: Vous devez choisir une entreprise existante ou en créer une.

# AcceptApplyRequestError_NoSuchApplyRequest
source: No such apply request.
fr: Cette demande de création de compte n'existe pas.

# AdminWorkPriority_Current
source: Main tasks
fr: Tâches principales

# AdminWorkPriority_High
source: Important tasks
fr: Tâches importantes

# AdminWorkPriority_Low
source: Other tasks
fr: Tâches complémentaires

# AdminWorkTask_AcceptOrRefuse
source: Accept or refuse
fr: Accepter ou refuser

# AdminWorkTask_None
source: Nothing to do
fr: Rien à faire

# AdminWorkType_NewApplyRequestToManage
source: Register request
fr: Demande d'inscription

# AdminWorkType_RegisterRequest
source: Register request
fr: Demande d'inscription

# AdminWorkType_UserEmailChangeRequest
source: Change of email address
fr: Changement d'adresse email

# AcceptApplyRequestError_CreateCompanyRequestFailed
source: Failed to create the new company.
fr: Une erreur est survenue lors de la création de l'entreprise.

# AcceptApplyRequestError_CreateEmailPasswordAccountFailed
source: Failed to create the new user account.
fr: Une erreur est survenue lors de la création du compte utilisateur.

# ApplyRequestError_CompanyIsDisabled
source: This company is not authorized any more.
fr: Cette entreprise n'est plus autorisée.

# ConfirmApplyRequestEmailAddressError_Accepted
source: This request has already been accepted. You should try to login to your account instead.
fr: Cette demande a déjà été acceptée. Vous devriez tenter de vous authentifier.

# ConfirmApplyRequestEmailAddressError_InvalidSecret
source: The verification key of this apply request does not seem valid. Have you correctly typed the address of this page?
fr: La clé de vérification de cette demande d'inscription ne semble pas valide. Avez-vous correctement copié l'adresse de cette page ?

# ConfirmApplyRequestEmailAddressError_NoSuchApplyRequest
source: This request does not exist.
fr: Cette demande d'inscription n'existe pas.

# ConfirmApplyRequestEmailAddressError_Refused
source: This request has already been refused. You may contact the support if you have any question.
fr: Cette demande a été refusée. Vous pouvez contacter le support si vous avez la moindre question.

# ConfirmApplyRequestEmailAddressError_UnexpectedState
source: This request is in a unexpected state. You may contact the support if you have any question.
fr: Cette demande d'inscription est dans un état non valide. Vous pouvez contacter le support si vous avez la moindre question.

# ConfirmApplyRequestEmailAddressError_NotSubmitted
source: This request has not been submitted yet.
fr: Cette demande n'a pas encore été soumise.

# NetworkUserGender_Female
source: Woman
fr: Femme

# NetworkUserGender_Male
source: Man
fr: Homme

# NetworkUserGender_Unspecified
source: Unspecified
fr: Non spécifié

# RefuseApplyRequestError_AlreadyAccepted
source: This apply request has already been accepted.
fr: Cette demande d'inscription a déjà été accepté.

# RefuseApplyRequestError_AlreadyRefused
source: This apply request has already been refused.
fr: Cette demande d'inscription a déjà été refusé.

# RefuseApplyRequestError_NoSuchApplyRequest
source: No such apply request.
fr: Cette demande d'inscription n'existe pas.

# RefuseApplyRequestError_PendingEmailConfirmation
source: This apply request is waiting for email confirmation.
fr: Cette demande d'inscription est en attente de confirmation d'email.

# ApplyRequestStatus_Accepted
source: Accepted
fr: Acceptée

# ApplyRequestStatus_New
source: Not submitted or partially filled
fr: Demande incomplète

# ApplyRequestStatus_PendingAccept
source: Waiting accept or refuse
fr: En attente de validation

# ApplyRequestStatus_PendingEmailConfirmation
source: Waiting for email address confirmation
fr: En attente de la validation de l'adresse email

# ApplyRequestStatus_Refused
source: Refused
fr: Refusée

# ApplyRequestStatus_Unknown
source: Unknown state
fr: Etat inconnu

# ConfirmApplyRequestEmailAddressError_AcceptOnEmailDomainMatch
source: A critical error has been encountered, please contact an administrator.
fr: Une erreur critique est survenue, veuillez contacter un administrateur.

# CreateEmailPassordAccountError_JoinCompanyIdIsInvalid
source: The company to join is invalid or does not exists.
fr: L'entreprise à rejoindre est invalide ou n'existe pas.

# AcceptApplyRequestError_OnForwardRequestNoSuchCompany
source: No such company or company is inactive
fr: Cette entreprise n'existe pas ou est désactivée.

# CreateEmailPassordAccountError_NoCompanyFound
source: No companies found, an internal error occured with the process.
fr: Aucune entreprise trouvée, il y a un problème interne avec le processus.

# ValidateApplyRequestError_InvalidSecret
source: The verification key is invalid. Have you correctly typed the URL of this page?
fr: Le code de vérification n'a pas l'air valide. Avez-vous bien copié l'adresse de cette page ?

# ValidateApplyRequestError_NoSuchItem
source: This register request does not seem to exist.
fr: Cette demande d'inscriptio n'a pas l'air d'exister.

# ValidateApplyRequestError_PendingAccept
source: Your request has not been validated by administrators. Please wait for an answer.
fr: Votre demande est en attende de validation par les administrateurs. Merci de patienter.

# ValidateApplyRequestError_Refused
source: You request has been refused. You may contact us for any question.
fr: Votre demande a été refusée. Vous pouvez nous contacter si vous avez des questions.

# ValidateApplyRequestError_UnknownState
source: Your request is in a known state.
fr: Votre demande est dans un état inconnu.

# AcceptApplyRequestError_NotInPendingAccept
source: This apply request is not ready yet to be validated or has already been finalized.
fr: Cette demande d'inscription n'est pas prête à être validée ou a déjà été finalisé.

# ApplyRequestError_RequestIsNotNew
source: This apply request can not be modified anymore.
fr: Cette demande d'inscription ne peut plus être modifiée.

# LinkedInPeopleError_RequestIsNotNew
source: This apply request can not be modified anymore.
fr: Cette demande d'inscription ne peut plus être modifiée.

# SubscribeError_NoSuchTemplate
source: No such subscription template.
fr: Ce modèle d'abonnement n'existe pas.

# SubscribeError_CannotCreateCharge
source: We failed to create the payment transaction. Please try again later.
fr: Nous n'avons pas réussi à créer la transaction de paiement. Essayez à nouveau dans un instant.

# SubscribeError_CannotCaptureCharge
source: We failed to execute the payment transaction. Please try again later.
fr: Nous n'avons pas réussi à exécuter la transaction de paiement. Essayez à nouveau dans un instant.

# SubscribeError_NoSuchUserOrInactive
source: You must be authenticated and have an active account.
fr: Vous devez être connecté et avoir un compte actif.

# PaymentMethod_Cash
source: Cash
fr: Espèces (ou chèque)

# PaymentMethod_Unknown
source: Unknown
fr: Non spécifiée

# GetPictureFromUrlError_FileIsNotPicture
source: The file retrieved from the given url is not in a supported picture format.
fr: L'image récupérée depuis l'url donnée n'est pas un format valide.

# GetPictureFromUrlError_HttpRequestFailed
source: Error when retrieving the picture.
fr: Une erreur est survenue au moment de la récupération de l'image.

# LinkedInPeopleError_CannotRetrieveProfilePicture
source: We have been unable to retrieve the profile picture.
fr: Il nous a été impossible de récupérer la photo de profil.

# RegionSettingsError_CultureNotSupported
source: This culture is not supported.
fr: Cette culture n'est pas supportée.

# RegionSettingsError_NoSuchUserOrInactive
source: No such user or inactive.
fr: Cet utilisateur n'existe pas ou est inactif.

# RegionSettingsError_TimezoneNotSupported
source: This timezone is not supported.
fr: Ce fuseau horaire n'est pas supporté.

# NetworkAccessLevel_ManagePartnerResources
source: Manage resources.
fr: Gérer les partneraires.

# NetworkAccessLevel_ManagePartnerResources_Desc
source: Create, edit or delete a resource. Look at the resources' hit counter stats.
fr: Créer, modifier ou supprimer un partenaire. Voir les statistiques de clicks sur les partenaires.

# NetworkAccessLevel_ManageSubscriptions
source: Manage subscriptions
fr: Gérer les abonnements

# NetworkAccessLevel_ManageSubscriptions_Desc
source: Look at the users' subscriptions list, manually subscribe a user.
fr: Voir la liste des abonnements des utilisateurs, abonner manuellement un utilisateur.

# PartnerResourceEditError_NoSuchPartnerResource
source: No such partner.
fr: Cette ressource n'existe pas.

# PartnerResourceEditError_NoSuchUserOrInactiveOrUnauthorized
source: No such user or unauthorized
fr: Cet utilisateur n'existe pas ou n'est pas autorisé.

# PartnerResourceEditError_CityIsRequired
source: At least one city has to be specified.
fr: Au moins une ville doit être indiquée.

# SetProfilePictureError_NoSuchPartnerResource
source: No such resource.
fr: Ce partenaire n'existe pas.

# AdminWorkType_CompanyHasNoAdministrator
source: Company with no administrator
fr: Entreprise sans administrateur

# AdminWorkType_NewCompanyRequestToManage
source: Company register request
fr: Demande de création d'entreprise

# AdminWorkType_PartnerResourceToApprove
source: Resource proposal
fr: Proposition de partenaire

# EditTextError_NoSuchSubscriptionTemplate
source: No such subscription template.
fr: Ce model d'abonnement n'existe pas.

# TimelinePublishError_InvalidMode
source: Invalid publish mode.
fr: Mode de publication non valide.

# TimelinePublishError_NoEventVisibility
source: You do not have access to this event.
fr: Vous n'avez pas accès à cet événement.

# ConnectWithLinkedInError_ApiCallFailed
source: Unable to contact LinkedIn
fr: Impossible de contacter LinkedIn

# ConnectWithLinkedInError_LinkedInNotConfigured
source: LinkedIn is not configured, try to log in manually
fr: LinkedIn n'est pas configuré, essayez de vous connecter manuellement

# ConnectWithLinkedInError_NoSuchUser
source: Your LinkedIn account has no match among our users
fr: Votre compte LinkedIn ne correspond à aucun de nos utilisateurs

# ConnectWithLinkedInError_UserEmailMatch
source: Your email match a user but it seems the LinkedIn account is not linked, log in manually this time and you will be able to log with LinkedIn in the future
fr: L'email correspond à un utilisateur mais il semble que le compte LinkedIn n'est pas lié, connectez vous manuellement cette fois et vous pourrez vous connecter via LinkedIn dans le futur

# SubscribeError_InternalError
source: Something is wrong with your subscriptions, please contact support.
fr: Quelque chose ne va pas avec vos abonnements, veuillez contacter le support.

# MassSubscriptionError_InvalidTemplate
source: This subscription template does not exist
fr: Ce modèle d'abonnement n'existe pas

# MassSubscriptionError_NotAuthorized
source: You are not authorized to perform this action
fr: Vous n'êtes pas autorisé à effectuer ceci

# NotificationType_Comment
source: Comments on my publications
fr: Commentaires sur vos publications

# NotificationType_CompanyTimelineComments
source: New comment on company internal publication
fr: Nouveau commentaire sur une publication dans votre entreprise

# NotificationType_CompanyTimelineItems
source: New publication on company internal timeline
fr: Nouvelle publication interne à votre entreprise

# NotificationType_ContactRequest
source: Contact requests
fr: Demandes de contact

# NotificationType_DailyNewsletter
source: Daily newsletter
fr: Newsletter quotidienne

# NotificationType_EventInvitation
source: Event invitations
fr: Invitations à un événement

# NotificationType_MailChimp
source: Mailing list (occasional sends)
fr: Liste de diffusion (communications occasionnelles)

# NotificationType_MainTimelineComments
source: New comment on publication
fr: Nouveau commentaire sur une publication

# NotificationType_MainTimelineItems
source: New publication on the network
fr: Nouvelle publication sur le réseau

# NotificationType_Newsletter
source: Weekly newsletter (Monday morning)
fr: Newsletter hebdomadaire (lundi matin)

# NotificationType_PrivateGroupJoinRequest
source: Private group join requests
fr: Demandes à rejoindre un groupe privé

# NotificationType_PrivateMessage
source: New private message
fr: Nouveau message privé

# NotificationType_Publication
source: New publications
fr: Nouvelle publication

# UnsubscribeFromNotificationError_NoSuchNotification
source: This type of notification does not exist
fr: Ce type de notification n'existe pas

# UnsubscribeFromNotificationError_NoSuchUser
source: This user does not exist
fr: Cet utilisateur n'existe pas

# ExportType_CsvCommaSeparated
source: .csv (comma seperated)
fr: .csv (séparés par des virgules)

# ExportType_CsvSemicolonSeparated
source: .csv (semicolon separated)
fr: .csv (séparés par des point-virgules)

# KnownCompanyCategory_CompanyAccelerator
source: Company accelerator
fr: Accélérateur d'entreprises

# KnownCompanyCategory_Unknown
source: Unknown
fr: Inconnu

# LinkedInPeopleError_LinkedInImportAlreadyDone
source: The LinkedIn import has already be done
fr: L'importation depuis LinkedIn a déjà été faite

# AcceptApplyRequestError_JoinCompanyIsDisabled
source: The joining company is disabled
fr: L'entreprise de destination est désactivée

# EditEventError_NoSuchEvent
source: No such event
fr: alerts.Fr

# ImportFoursquarePlaceError_FoursquareApiError
source: Unexpected error from Foursquare.
fr: Erreur innattendue venant de Foursquare.

# ImportFoursquarePlaceError_FoursquareNotConfigured
source: You cannot do that, Foursquare is not configured.
fr: Vous ne pouvez pas faire ça, Foursquare n'a pas été configuré.

# AddPlaceError_CannotAddPlaceForCompany
source: You cannot add a place for this company.
fr: Vous ne pouvez pas ajouter de lieu pour cette entreprise.

# AddPlaceError_NoSuchCompany
source: The company you try to add a place for does not exist.
fr: L'entreprise pour laquelle vous essayé d'ajouter un lieu n'existe pas.

# AddOrRemoveTagError_MustSpecifyTagId
source: You must specify a tag.
fr: Vous devez spécifier un tag.

# AddOrRemoveTagError_NoSuchCompany
source: No such company.
fr: Cette entreprise n'existe pas.

# AddOrRemoveTagError_NoSuchTag
source: No such tag.
fr: Ce tag n'existe pas.

# AddOrRemoveTagError_NoSuchTagCategory
source: No such tag category.
fr: Cette catégorie de tag n'existe pas.

# AddOrRemoveTagError_NotAuthorized
source: You cannot do this.
fr: Vous ne pouvez pas faire ça.

# AddOrRemoveTagError_CannotAddTagForCategory
source: You cannot add a tag for this category.
fr: Vous ne pouvez pas ajouter de tags pour cette catégorie.

# AddOrRemoveTagError_DoesNotApplyToCompanies
source: This tag category cannot be used for companies.
fr: Cette catégorie de tag ne peut pas être utilisée pour une entreprise.

# AddOrRemoveTagError_MaxNumberOfTagForCategory
source: Maximum number of tag reached for this category.
fr: Le nombre maximum de tag pour cette catégorie a été atteint.

# AddOrRemoveTagError_CategoryNotAvailableForEntity
source: This category cannot be used right now.
fr: Cette catégorie n'est pas utilisable actuellement.

# DeleteInvitationError_InvitationAlreadyUsed
source: This invitation has already been used.
fr: L'invitation a déjà été utilisée.

# DeleteInvitationError_NoSuchInvitation
source: No such invitation.
fr: Invitation introuvable.

# DeleteInvitationError_NoSuchUser
source: Acting user is not defined.
fr: Utilisateur courant non défini.

# DeleteInvitationError_Unauthorized
source: You are not authorized to do that.
fr: Vous n'êtes pas autorisé à faire cela.

# AddOrRemoveTagError_NoSuchApplyRequest
source: No such apply request.
fr: Cette demande d'inscription n'existe pas.

# AdminProceduresError_NoSuchCompany
source: You have to select an existing company to move a user in.
fr: Vous devez sélectionner une entreprise existante pour transférer un utilisateur vers elle.

# EditNetworkRoleError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# EditNetworkRoleError_RoleDescriptionTooLong
source: Description must be less than 4000 characters.
fr: La description ne doit pas dépasser 4000 caractères.

# EditNetworkRoleError_RoleTitleTooLong
source: Role must be less than 120 characters.
fr: Le rôle ne doit pas dépasser 120 caractères.

# EditNetworkRoleError_MustSpecifyGroup
source: You must specify an valid/existing group or a new one.
fr: Vous devez choisir un groupe valide/existant ou en créer un nouveau.

# AddOrRemoveTagError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# AddOrRemoveTagError_NoSuchAd
source: The item does not exist.
fr: L'annonce n'existe pas.

# EditAdError_CannotEditWhenClosed
source: Cannot edit a closed item.
fr: Impossible de modifier un élément fermé.

# EditAdError_Invalid
source: The request has validation errors.
fr: La demande comporte des erreurs de validation.

# EditAdError_NoSuchActingUser
source: The current user is not defined.
fr: L'utilisateur courant n'est pas définit.

# EditAdError_NoSuchCategory
source: The specified category does not exist.
fr: La catégorie spécifiée n'existe pas.

# EditAdError_NoSuchType
source: The specified type does not exist.
fr: Le type spécifié n'existe pas.

# EditAdError_NotAuthorized
source: You are not authorized to do that.
fr: Cette action n'est pas permise.

# AdminWorkType_EditAdToApprove
source: Ad change
fr: Modification d'annonce

# AdminWorkType_NewAdToApprove
source: New ad
fr: Annonce à valider

# EditAdError_NoSuchItem
source: This ad does not exists or has been deleted.
fr: Cette annonce n'existe pas ou a été supprimée.

# ValidateAdError_AlreadyValidated
source: This ad has already been validated.
fr: L'annonce a déjà été validée.

# ValidateAdError_CannotAcceptWhenUserNotActive
source: Cannot accept this ad because the owner is not active on this network.
fr: Impossible d'accepter cette annonce car le propriétaire de celle-ci n'est pas actif sur le réseau.

# ValidateAdError_CannotValidateWhenClosed
source: It is useless to validate a closed ad.
fr: Il est inutile de valider une annonce qui est déjà fermée.

# ValidateAdError_ConcurrencyOnPendingEditDate
source: The ad has changed since you intended to validate it. Please try again.
fr: L'annonce a changé depuis votre intention de la valider. Essayez à nouveau.

# ValidateAdError_Invalid
source: The request has validation errors.
fr: La demande comporte des erreurs de validation.

# ValidateAdError_NoSuchActingUser
source: The current user is not defined.
fr: L'utilisateur courant n'est pas définit.

# ValidateAdError_NoSuchItem
source: This ad does not exists or has been deleted.
fr: Cette annonce n'existe pas ou a été supprimée.

# ValidateAdError_NotAuthorized
source: You are not authorized to do that.
fr: Cette action n'est pas permise.

# ApplyRequestError_RegisterCompanyMissconfigured
source: There is a problem in the network configuration that prevents your account from being created. Please contact the administrators and specify the code "RegisterCompanyMissconfigured".
fr: Il y a un problème avec la configuration du réseau qui empèche la création du compte. Veuillez contacter un administrateur et précisez le code suivant : "RegisterCompanyMissconfigured".

# InviteToGroupError_Left
source: Cannot invite a user that left the group.
fr: Impossible d'inviter un utilisateur qui a quitté le groupe.

# EditInformationNoteError_InvalidRequest
source: The request is not valid.
fr: La requète est invalide.

# EditInformationNoteError_NoSuchActingUser
source: No such acting user.
fr: L'utilisateur courant n'est pas définit.

# EditInformationNoteError_NotAuthorized
source: You are not authorized to do that.
fr: Cette action n'est pas permise.

# ExportType_CsvTabSeparated
source: .csv (tab separated)
fr: .csv (séparés par des tabulations)

# DeleteJobError_NoSuchActingUser
source: The acting user is not defined.
fr: L'utilisateur courant n'est pas définit.

# DeleteJobError_NoSuchItem
source: This item does not exist.
fr: Cet élément n'existe pas.

# DeleteJobError_NotAuthorized
source: You are not authorized.
fr: Vous n'êtes pas autorisé.

# DeleteJobError_SameTarget
source: Cannot reassign into the same item.
fr: Impossible de transférer vers le même élément.

# EditJobError_NameAlreadyInUse
source: This name is already in use.
fr: Ce nom est déjà utilisé.

# InviteToEventCode_MultipleErrors
source: All invitations have failed.
fr: Toutes les invitations ont échoué.

# SendPrivateMessageError_EmptyMessage
source: The message cannot be empty.
fr: Le message ne peut pas être vide.

# SendPrivateMessageError_MessageIsTooLong
source: The message is too long (1200 max).
fr: Le message est trop long (1200 max).

# SendPrivateMessageError_NoSuchTargetUser
source: No such recipient.
fr: Ce destinataire n'existe pas.

# SendPrivateMessageError_TargetUserIsInactive
source: The recipient is not an active user.
fr: Le destinatire n'est pas un utilisateur actif.

# ConnectWithLinkedInError_LinkedInLoginIsDisabled
source: Loging-in with LinkedIn is disabled.
fr: La connexion avec LinkedIn est désactivée.
