Repository: SparkleNetworks/SparkleNetworks
Catalog: src/Sparkle.Services/Networks/Lang/NetworksEnumMessages.*.resx
Languages: fr

# AddGroupTagError_AlreadyAdded
source: This tag is already here !
fr: Ce tag est déjà présent !

# AddGroupTagError_AlreadyDeleted
source: This tag was already deleted by an other user
fr: Ce tag a déjà été supprimé par un autre utilisateur !

# AddGroupTagError_CannotAddDeletedTag
source: The user {0} has removed this tag because of: "{1}", only {0} can add it again.
fr: L'utilisateur {0} a supprimé ce tag en raison de : "{1}", seul {0} peut l'ajouter à nouveau.

# AddGroupTagError_CannotAddDeletedTagDefault
source: An other user already removed this tag !
fr: Un autre utilisateur a déjà supprimé ce tag !

# AddGroupTagError_NoSuchGroup
source: This group does not exist !
fr: Ce groupe n'existe pas, où l'avez-vous trouvé ?

# AddGroupTagError_NoSuchTag
source: This tag does not exist !
fr: Ce tag n'existe pas, vous vouliez peut-être l'ajouter ?

# AddGroupTagError_NoSuchTagInGroup
source: This tag was not found in the current group.
fr: Ce tag n'est pas présent dans ce groupe.

# AddPlaceError_MissingCategory
source: Select a category
fr: Sélectionnez une catégorie

# AddPlaceError_NoSuchPlace
source: This place does not exist.
fr: Ce lieu n'existe pas.

# ChangeTimelineItemOwnerCode_NoSuchItem
source: No such item.
fr: Cette publication est introuvable.

# ChangeTimelineItemOwnerCode_NoSuchUser
source: No such user.
fr: Cet utilisateur est introuvable.

# ChangeTimelineItemOwnerCode_NotSupported
source: This element does not support this operation.
fr: Cette publication ne supporte pas cette opération.

# ConfirmEmailError_AccountPendingValidation
source: Your account is pending validation. You will receive an email when it is validated.
fr: Votre compte est en attente de validation. Vous recevrez un email lorsqu'il sera validé.

# ConfirmEmailError_EmailAlreadyConfirmed
source: This account's email address is already confirmed.
fr: L'adresse email de ce compte a déjà été confirmée.

# ConfirmEmailError_InvalidSecret
source: The confirmation token is invalid. Have you correctly typed the address?
fr: Le jeton de confirmation d'adresse email n'est pas bon. Avez-vous bien saisi l'URL de cette page ?

# ConfirmEmailError_NoSuchEmail
source: The specified email address matches no user in our database.
fr: L'adresse email spécifiée ne correspond à aucun utilisateur.

# ConfirmEmailError_UserIsDisabled
source: The account associated with this email address is disabled.
fr: Le compte associé à cette adresse email est désactivé.

# CreateEmailPassordAccountError_InternalError1
source: You account is not in a valid state. Please contact the support with the following code: IE1.
fr: Votre compte n'est pas valide. Merci de contacter le support avec le code suivant : IE1.

# CreateEmailPassordAccountError_InternalError2
source: An error occured while creating your account. Please contact the support with the following code: IE2.
fr: Une erreur est survenue lors de la création de votre compte. Merci de contacter le support avec le code suivant : IE2.

# CreateEmailPassordAccountError_InvitationOnly
source: This is a invite-only website.
fr: La création d'un nuveau compte se fait uniquement sur invitation.

# CreateEmailPassordAccountError_InvitedEmailAlreadyExists
source: An invitation is already waiting for you.
fr: Une invitation vous attend déjà.

# CreateEmailPassordAccountError_RegisterInCompanyValueIsInvalid
source: A configuration issue is preventing account creation.
fr: Un problème de configuration empèche actuellement de créer un compte sur le site.

# CreateEmailPassordAccountError_UserEmailAlreadyExists
source: A user with this email address already exists.
fr: Un utilisateur avec cette adresse email existe déjà.

# EditEventError_NoSuchCategory
source: This category does not exist.
fr: Cette catégorie n'existe pas.

# EditEventError_NoSuchPlace
source: This place does not exist.
fr: Ce lieu n'existe pas.

# EditEventError_NoSuchUser
source: The creating user must be specified.
fr: L'utilisateur créateur doit être spécifié.

# EditEventError_NoSuchVisibility
source: This visibility does not exist.
fr: Cette visibilité n'existe pas.

# EditEventError_UserIsNotGroupMember
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# EditInformationNoteError_CannotEdit
source: This note cannot be edited.
fr: Cette note d'information ne pas pas être éditée.

# EventVisibility_Company
source: Within {0}
fr: Réservé à {0}

# EventVisibility_CompanyPrivate
source: Unknown
fr: Inconnu

# EventVisibility_External
source: Open to anyone (externals too)
fr: Ouvert à tous (externes compris)

# EventVisibility_Personal
source: By invitation (private event)
fr: Personnes invitées (événement privé)

# EventVisibility_Public
source: Open to members of {0}
fr: Ouvert aux membres de {0}

# EventVisibility_Unknown
source: Unknown
fr: Inconnu

# InviteToEventCode_EventIsInPast
source: This event is passed
fr: Cet événement n'est plus au goût du jour

# InviteToEventCode_InviterIsNotAuthorized
source: The user is not authorized to take part
fr: Cet utilisateur n'est pas autorisé à participer

# InviteToEventCode_NoSuchEvent
source: This event does not exist
fr: Cet événement n'existe pas

# InviteToEventCode_NoSuchInviter
source: Cannot find inviting user
fr: Utilisateur introuvable.

# InviteToEventCode_UnknownEventVisibility
source: The event visibility is not supported
fr: La visibilité de cet événement n'est pas supportée

# InviteToEventResult_UserCode_AlreadyMember
source: This user is already attending
fr: Cet utilisateur est déjà présent

# InviteToEventResult_UserCode_InviteeIsNotAuthorized
source: You are not authorized to invite
fr: Vous n'êtes pas autorisé à inviter d'autres personnes

# InviteToEventResult_UserCode_NoSuchUser
source: Cannot find this user
fr: Utilisateur introuvable.

# SendActivationEmailError_EmailActionDoneTooManyTimes
source: You have reached the maximum number of activation emails sent. If your email address is valid and you received no confirmation email, please contact support.
fr: Vous avez atteint le nombre maximal d'envoi de l'email d'activation. Si votre adresse adresse est valide et que vous n'avez reçu aucun email, veuillez contacter le support.

# SendActivationEmailError_EmailActivationActionExpired
source: The confirmation delay has been reached. Please contact support.
fr: Le délai de confirmation de l'adresse email de votre compte est dépassé. Veuillez contacter le support.

# SendActivationEmailError_EmailAlreadyConfirmed
source: This account's email address is already confirmed.
fr: L'adresse email de ce compte a déjà été confirmée.

# SendActivationEmailError_EmailProviderError
source: An error occured sending a confirmation email. Please try again later.
fr: Une erreur est survenue lors de l'envoi de l'email de confirmation. Merci de réessayer plus tard.

# SendActivationEmailError_NoEmailActivationAction
source: This account's email address does not need to be confirmed.
fr: L'adresse email de ce compte n'a pas besoin d'être confirmée.

# SendActivationEmailError_NoSuchUserByEmail
source: T
fr: L'adresse email spécifiée ne correspond à aucun utilisateur.

# SetProfilePictureError_FileIsNotPicture
source: This file is not in a supported picture format.
fr: Le fichier n'est pas dans un format d'image supporté.

# WallItemDeleteReason_AuthorDelete
source: Deleted by author
fr: Supprimé par l'auteur

# WallItemDeleteReason_DrugOrAlcoholAbuse
source: Drug or alcohol abuse
fr: Abus de drogue ou d'alcool

# WallItemDeleteReason_HateSpeech
source: Hate speech
fr: Offensant

# WallItemDeleteReason_LinkedEntityDelete
source: Links to a deleted entry
fr: Un élément lié a été supprimé

# WallItemDeleteReason_None
source: No delete reason specified
fr: Supprimé sans raison

# WallItemDeleteReason_Nudity
source: Nudity
fr: Nudité

# WallItemDeleteReason_OffTopic
source: Off topic
fr: Hors sujet

# WallItemDeleteReason_Other
source: Other
fr: Autre

# WallItemDeleteReason_SexuallySuggestive
source: Sexually suggestive
fr: Sexuellement suggestif

# WallItemDeleteReason_ShouldntHaveBeenImported
source: Shouldn't have been imported
fr: N'aurait pas du être importé

# WallItemDeleteReason_WrongImportContext
source: Importation selected wrong context
fr: Importé au mauvais endroit

# AddTimelineTagError_AlreadyAdded
source: This tag is already here !
fr: Ce tag est déjà présent !

# AddTimelineTagError_AlreadyDeleted
source: This tag was already deleted by an other user
fr: Ce tag a déjà été supprimé par un autre utilisateur !

# AddTimelineTagError_CannotAddDeletedTag
source: The user {0} has removed this tag because of: "{1}", only {0} can add it again.
fr: L'utilisateur {0} a supprimé ce tag en raison de : "{1}", seul {0} peut l'ajouter à nouveau.

# AddTimelineTagError_CannotAddDeletedTagDefault
source: An other user already removed this tag !
fr: Un autre utilisateur a déjà supprimé ce tag !

# AddTimelineTagError_NoSuchTag
source: This tag does not exist !
fr: Ce tag n'existe pas, vous vouliez peut-être l'ajouter ?

# AddTimelineTagError_NoSuchTagInTimelineItem
source: This tag was not found in the current item.
fr: Ce tag n'est pas présent dans cette publication.

# AddTimelineTagError_NoSuchTimelineItem
source: This timeline item does not exist !
fr: Cette publication n'existe pas, a été supprimée ou ne vous est pas accessible.

# AddTimelineTagError_NotAuthorized
source: You are not authorized to perform this action.
fr: Vous n'êtes pas autorisé à effectuer cette action.

# RemoveTimelineTagError_AlreadyDeleted
source: An other user already removed this tag !
fr: Ce tag a déjà été supprimé par un autre utilisateur !

# RemoveTimelineTagError_NoSuchRelation
source: This tag was not found in the current item.
fr: Ce tag n'est pas présent dans cette publication.

# RemoveTimelineTagError_NotAuthorized
source: You are not authorized to perform this action.
fr: Vous n'êtes pas autorisé à effectuer cette action.

# AdminProceduresError_NoSuchUser
source: The user you try to send a request does not exist
fr: Cet utilisateur n'existe pas.

# AdminProceduresError_UserIsInactive
source: This procedure cannot apply to an inactive user.
fr: Cette procédure n'est pas applicable à un utilisateur non actif.

# AdminProceduresError_AlreadyPending
source: {0} {1} already has a pending email change.
fr: {0} {1} a déjà un changement d'email en attente.

# AdminProceduresError_ForbiddenEmail
source: This e-mail address is already in use by another user or it is forbidden !
fr: Cette e-mail est déjà utilisé par un autre utilisateur ou a été bloqué !

# SendPasswordRecoveryEmailError_NoSuchUser
source: This email address does not match a user account. Pleasy verify its correctness.
fr: Cette adresse email ne correspond à aucun utilisateur. L'avez bien bien saisie ?

# SendPasswordRecoveryEmailError_UserIsNotAuthorized
source: This user is not authorized to access the networks.
fr: Cet utilisateur n'a pas le droit d'accéder au réseau.

# SendPasswordRecoveryEmailError_EmailInternalError
source: The system was unable to send the password recovery email (internal error). Please try again later.
fr: Le système n'est pas parvenu à vous envoyer l'email de réinitialisation de mot de passe (erreur interne). Veuillez réessayer ultérieurement.

# SendPasswordRecoveryEmailError_EmailProviderError
source: The system was unable to send the password recovery email (provider error). Please try again later.
fr: Le système n'est pas parvenu à vous envoyer l'email de réinitialisation de mot de passe (échec du fournisseur). Veuillez réessayer ultérieurement.

# SetNetworkAccessLevelError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# DeleteEventError_NoSuchItem
source: No such event.
fr: Cet événement n'existe pas

# DeleteEventError_NoSuchUserOrInactive
source: Acting user is not specified, the account is closed or the user does not exist anymore.
fr: Cet utilisateur n'existe pas.

# DeleteEventError_NotAuthorized
source: You are not authorized to delete this event.
fr: Vous n'êtes pas autorisé à supprimer cet événement.

# AcceptGroupInvitationError_AlreadyAcceptedMember
source: You already are a member of this group.
fr: Vous êtes déjà membre de ce groupe.

# AcceptGroupInvitationError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# AcceptGroupInvitationError_KickedFromGroup
source: You have no valid invitation for this group.
fr: Vous n'avez pas d'invitation valide pour ce groupe.

# AcceptGroupInvitationError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# AcceptGroupInvitationError_NoSuchMembership
source: You have no valid invitation for this group.
fr: Vous n'avez pas d'invitation valide pour ce groupe.

# AcceptGroupInvitationError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# GroupKickError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# GroupKickError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# GroupKickError_NoSuchMembership
source: He/She or you are not a member of this group.
fr: Cet utilisateur ou vous n'êtes pas membre de ce groupe.

# GroupKickError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# GroupKickError_NotAuthorized
source: Only group administrators can kick a user.
fr: Seuls les administrateurs du groupe peuvent éjecter un membre du groupe.

# InviteToGroupError_ActingUserIsNotGroupMember
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# InviteToGroupError_AlreadyInvited
source: This user is already invited.
fr: Cet utilisateur est déjà invité.

# InviteToGroupError_AlreadyJoinRequest
source: This user is already invited.
fr: Cet utilisateur est déjà invité.

# InviteToGroupError_AlreadyMember
source: This user is already a member of this group.
fr: Cet utilisateur est déjà membre du groupe.

# InviteToGroupError_AlreadyRejected
source: Cannot invite this user in this group.
fr: Impossible d'inviter cet utilisateur dans ce groupe.

# InviteToGroupError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# InviteToGroupError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# InviteToGroupError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# InviteToGroupError_UnexpectedMembershipStatis
source: Cannot invite this user in this group.
fr: Impossible d'inviter cet utilisateur dans ce groupe.

# LeaveGroupError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# LeaveGroupError_LastAdmin
source: You cannot leave this group because you are the last administrator. You may choose a new administrator or delete the group instead.
fr: Vous ne pouvez pas quitter ce groupe car vous en êtes le dernier administrateur. Vous pouvez cependant choisir un nouvel administrateur ou supprimer le groupe.

# LeaveGroupError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# LeaveGroupError_NoSuchMembership
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# LeaveGroupError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# LeaveGroupError_NotGroupMember
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# UpdateNotificationError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# UpdateNotificationError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# UpdateNotificationError_NoSuchMembership
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# UpdateNotificationError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# UpdateNotificationError_NotGroupMember
source: You are not a member of this group.
fr: Vous n'êtes pas membre de ce groupe.

# ChangeGroupRightError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# ChangeGroupRightError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# ChangeGroupRightError_NoSuchMembership
source: He/She or you are not a member of this group.
fr: Cet utilisateur ou vous n'êtes pas membre de ce groupe.

# ChangeGroupRightError_NoSuchUser
source: No such user.
fr: Utilisateur introuvable.

# ChangeGroupRightError_NotAuthorized
source: Only group administrators can change group member rights.
fr: Seuls les administrateurs du groupe peuvent changer le rôle des membres du groupe.

# ChangeGroupRightError_NotGroupMember
source: You are not a member of this group.
fr: Cet utilisateur ou vous n'êtes pas membre de ce groupe.

# GroupMemberRight_Admin
source: Administrator
fr: Administrateur

# JoinGroupError_AlreadyAcceptedMember
source: You already are a member of this group.
fr: Vous êtes déjà membre de ce groupe.

# JoinGroupError_DeletedGroup
source: This group has been deleted.
fr: Ce groupe a été supprimé.

# JoinGroupError_NoSuchGroup
source: No such group.
fr: Ce groupe n'existe pas.

# JoinGroupError_NoSuchUser
source: No such user.
fr: Utilisateur introuvable.

# JoinGroupError_UnexpectedMembership
source: Your latest group membership does not allow joining the group again.
fr: Votre dernière appartenance à ce groupe ne vous autorise pas à devenir à nouveau membre du groupe.

# CreateEmailPassordAccountError_CompanyIsInactive
source: The company you have been invited to is not active in this network.
fr: L'entreprise dans laquelle vous avez été invité(e) n'est plus active dans le réseau.

# CreateEmailPassordAccountError_InvalidInvitation
source: This invitation is not valid any more.
fr: Cette invitation n'est plus valide.

# ValidateInvitationCodeError_AlreadyUsed
source: This invitation code has already been used.
fr: Ce code d'invitation a déjà été utilisé.

# ValidateInvitationCodeError_NoSuchCode
source: Invalid invitation code.
fr: Code d'invitation non valide.

# CreateEmailPassordAccountError_RegisterRequestEmailMismatch
source: This invitation is reserved for the email address '{0}'.
fr: Cette invitation est réservée pour l'adresse email '{0}'.

# CannotActOnDifferentNetwork
source: You cannot act in a different network.
fr: Vous ne pouvez pas agir dans un autre réseau.

# TimelinePublishError_CannotPostInDifferentNetwork
source: You cannot publish in a different network.
fr: Vous ne pouvez pas publier dans un autre réseau.

# TimelineCommentError_CannotActOnDifferentNetwork
source: You cannot act in a different network.
fr: Vous ne pouvez pas agir dans un autre réseau.

# TimelineCommentError_NoSuchTimelineItem
source: This content does not exist, is not accessible to you or has been deleted.
fr: La publication n'existe pas, n'est pas visible, ou a été supprimée :-/

# TimelineCommentError_NoSuchUser
source: No such user.
fr: Cet utilisateur n'existe pas.

# NetworkAccessLevel_AddCompany
source: Add a new company
fr: Ajouter une entreprise

# NetworkAccessLevel_ManageClubs
source: Manage clubs
fr: Gérer les clubs

# NetworkAccessLevel_ManageCompany
source: Manage company
fr: Gérer les entreprises

# NetworkAccessLevel_ManageDevices
source: Manage devices
fr: Gérer les appareils connectés

# NetworkAccessLevel_ManageInformationNotes
source: Manage informations notes
fr: Gérer les notes d'information

# NetworkAccessLevel_ManageRegisterRequests
source: Manage register requests
fr: Gérer les demandes d'inscription

# NetworkAccessLevel_ModerateNetwork
source: Network moderation
fr: Modération du réseau

# NetworkAccessLevel_NetworkAdmin
source: Network administration
fr: Administration du réseau

# NetworkAccessLevel_ReadDevices
source: Read devices
fr: Voir les appareils connectés

# NetworkAccessLevel_ReadNetworkStatistics
source: Read network statistics
fr: Voir les statistiques du réseau

# NetworkAccessLevel_ValidatePendingUsers
source: Validate pending users
fr: Demande de validations d'utilisateurs

# NetworkAccessLevel_ValidatePublications
source: Validate publications
fr: Publications sur les appareils connectés

# NetworkAccessLevel_AddCompany_Desc
source: Create a new company. Accept or reject company create requests.
fr: Créer une nouvelle entreprise. Accepter ou refuser des demandes de création d'entreprise.

# NetworkAccessLevel_ManageClubs_Desc
source: Edit or delete clubs.
fr: Editer ou supprimer des clubs.

# NetworkAccessLevel_ManageCompany_Desc
source: Edit a company. Manage user access and roles within it.
fr: Editer une entreprise. Modifier les accès de ses utilisateurs et leur rôle dans celle-ci.

# NetworkAccessLevel_ManageDevices_Desc
source: Configure devices. Edit or delete their planning.
fr: Configurer les appareils connectés. Modifier ou supprimer leur planning.

# NetworkAccessLevel_ManageInformationNotes_Desc
source: Create, edit or delete information notes.
fr: Créer, éditer ou supprimer des notes d'information.

# NetworkAccessLevel_ManageRegisterRequests_Desc
source: Accept or reject register requests.
fr: Accepter ou refuser des demandes d'inscription.

# NetworkAccessLevel_ModerateNetwork_Desc
source: Edit or delete events, look at their informations. Edit or delete publications or their tags (also change the owner of a publication). Have access to some administration pages like email statistics.
fr: Editer ou supprimer des évènements, avoir accès à leurs informations (participants, renouvellement). Editer ou supprimer des publications ou leurs tags (également changer le propriétaire d'une publication). Avoir accès à certaines pages administrateurs comme les statistiques d'emails.

# NetworkAccessLevel_NetworkAdmin_Desc
source: Same access as moderators plus : edit users profiles, accept or reject register requests, edit or delete places.
fr: Droits identiques aux modérateurs s'y ajoutant : modifier des profils utilisateurs, accepter ou refuser des demandes d'inscriptions, modifier ou supprimer des lieux.

# NetworkAccessLevel_ReadDevices_Desc
source: Look at devices, their planning and general configuration.
fr: Voir les différents appareils, leur planning et la configuration générale.

# NetworkAccessLevel_ReadNetworkStatistics_Desc
source: Look at people and company statistics and the network general statistics.
fr: Voir les statistiques des personnes et entreprises, et les statistiques générales.

# NetworkAccessLevel_ValidatePendingUsers_Desc
source: Look at users pending requests.
fr: Voir les demandes d'inscriptions d'utilisateurs en attente.

# NetworkAccessLevel_ValidatePublications_Desc
source: Read pending publications on devices.
fr: Voir les publications en attente de validation sur les appareils

# ToggleCompanyError_NoSuchCompany
source: No such company.
fr: Cette entreprise n'existe pas.

# ToggleCompanyError_NoSuchUser
source: No such user or cannot use this function.
fr: Cet utilisateur n'existe pas ou ne peut pas utiliser cette fonction.

# ToggleCompanyError_AlreadyDisabled
source: This company has already been disabled.
fr: Cette entreprise a déjà été désactivé.

# ToggleCompanyError_AlreadyEnabled
source: This company is already enabled.
fr: Cette entreprise est déjà activé.

# ToggleCompanyError_UnknownError
source: Something went wrong while updating the company.
fr: Quelque chose s'est mal passé pendant la mis à jour de l'entreprise.

# SetNetworkAccessLevelError_UserCompanyIsDisabled
source: The company of this user is disabled.
fr: L'entreprise de cet utilisateur est désactivé.

# EventMemberState_HasAccepted
source: Present
fr: Présent

# EventMemberState_IsInvited
source: Invited
fr: Invité

# EventMemberState_MaybeJoin
source: Maybe
fr: Peut-être

# EventMemberState_WantJoin
source: Pending
fr: En attente

# TimelinePublishError_NoAuthorizedInGroup
source: You are not authorized to post in this group.
fr: Vous n'êtes pas autorisé à publier dans ce groupe.
